Repository: systopia/external-file
Catalog: l10n/*/LC_MESSAGES/external_file.po
Languages: de_de

source: External Files
de_de: Externe Dateien

source: External File
de_de: Externe Datei

source: Unique ExternalFile ID
de_de: Eindeutige ExternalFile ID

source: File ID
de_de: Datei-ID

source: FK to File
de_de: Fremdschlüssel zu Datei

source: Source
de_de: Quelle

source: Source URI
de_de: Quell-URI

source: Filename
de_de: Dateiname

source: Filename in download URI
de_de: Dateiname in Download-URI

source: Extension
de_de: Erweiterung

source: The extension that added the file
de_de: Die Erweiterung, welche die Datei hinzugefügt hat

source: Identifier
de_de: Kennung

source: Unique identifier in combination with extension
de_de: Eindeutige Kennung in Kombination mit der Erweiterung

source: Custom Data
de_de: Beliebige Daten

source: Optional additional data
de_de: Optionale zusätzliche Daten

source: Download Start Date
de_de: Download-Startddatum

source: Download Try Count
de_de: Downloadversuchszähler

source: Last Modified
de_de: Zuletzt geändert

source: Date used in Last-Modified header
de_de: Datum aus dem Last-Modified Header

source: diff
de_de: Differenz

source: Difference between two timestamps
de_de: Differenz zwischen zwei Zeitstempeln

source: Calculates the difference between two timestamps. See https://mariadb.com/kb/en/timestampdiff/
de_de: Berechnet die Differenz zwischen zwei Zeitstempeln. Siehe https://mariadb.com/kb/en/timestampdiff/

source: Retries
de_de: Wiederholungen

source: Retry failed downloads that many times
de_de: Wiederhole fehlgeschlagene Downloads so oft

source: Downloads external files. The number of times to retry failed downloads can be changed with parameter "retries". It is ensured that this job runs only once.
de_de: Lädt externe Dateien herunter. Die Anzahl der Wiederholungen für fehlgeschlagene Downloads kann mit dem Parameter "retries" angepasst werden. Es ist sichergestellt, dass dieser Job nur einmal läuft.
